"IDEASearchSearchPlaceholderText"      = "搜索内容";
"IDEASearchHotSearchText"              = "热门搜索";
"IDEASearchSearchHistoryText"          = "搜索历史";
"IDEASearchEmptySearchHistoryText"     = "清空搜索历史";

"IDEASearchHotSearchRefresh"           = "换一换";

"IDEASearchEmptyButtonText"            = "清空";
"IDEASearchEmptySearchHistoryLogText"  = "清空搜索历史";
"IDEASearchCancelButtonText"           = "取消";
"IDEASearchBackButtonText"             = "返回";
